Repository: masterrarrow/mini_blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Pending
uk: На перевірці

source: Approved
uk: Схвалений

source: Declined
uk: Заборонений

source: Title
uk: Назва

source: Context
uk: Зміст

source: Date posted
uk: Дата публікації

source: Status
uk: Статус

source: Author
uk: Автор

source: Post
uk: Публікація

source: Posts
uk: Публікації

source: Comment
uk: Коментарій

source: Comments
uk: Коментарії

source: Your post has been
uk: Ваша публікація була

source: to publication
uk: до публікації

source: New Comment on your post
uk: Новий коментарій на Вашу публікацію

source: Home
uk: Додому

source: Search
uk: Пошук

source: Profile
uk: Профіль

source: Sign in
uk: Вхід

source: New Post
uk: Новий пост

source: Sign out
uk: Вихід

source: Sign up
uk: Реїстрація

source: Delete Comment
uk: Видалити

source: Are you sure you want to delete this comment?
uk: Ви впевнені, що бажаете видалити цей коментарій?

source: Yes, Delete
uk: Так, Видалити

source: Cancel
uk: Відміна

source: Dear
uk: Шановний

source: reacted on your post on the site
uk: відреагував на Вашу публіуацію на сайті

source: Post:
uk: Публікація:

source: Invalid security token
uk: Невірний токен безпеки

source: The page could not be displayed because your security token has been expired.
uk: Сторінка не може бути відображена так як зтік строк дії Вашого токенк безпеки

source: Make sure the address is correct and try again
uk: Впевніться, що адреса вірна та спробуйте ще раз

source: Page Not Found
uk: Сторінка не знайдена

source: The page could not be found or you don't have permission to view it.
uk: Сторінка не може бути знайдена або Ви немаєте необхідного дозволу для її перегляду.

source: The resource that you are attempting to access does not exist or you don't have the necessary permissions to view it.
uk: Ресурс до якого Ви намагаєтесь отримати доступ не існує фбо у Вас немає необхідного дозволу для його перегляду.

source: Make sure the address is correct and that the page hasn't moved.
uk: Впевніться, що адреса вірна та сторінка не була переміщена.

source: Internal server error
uk: Внутрішня помилка сервера

source: Internal server error occurs.
uk: Внутрішня помилка сервера

source: Make sure the address is correct and that the page hasn't moved and try again.
uk: Впевніться, що адреса вірна та сторінка не була переміщена та сробуйте ще раз.

source: Posts by
uk: Публікації

source: Your posts
uk: Ваші публікації

source: Under review
uk: На перевірці

source: First
uk: Перша

source: Previous
uk: Попередня

source: Next
uk: Наступна

source: Last
uk: Остання

source: Edit Post
uk: Редагувати

source: Title:
uk: Назва:

source: Content:
uk: Зміст:

source: Save
uk: Зберегти

source: Delete Post
uk: Видалити

source: Are you sure you want to delete the post
uk: Ви впевнені, що бажаете видалити публікацію

source: Post status:
uk: Статус посту

source: Update
uk: Оновити

source: Delete
uk: Видалити

source: New comment
uk: Новий коментарій

source: Add
uk: Додати

source: + Add Comment
uk: + Додати коментарій

source: your post has been
uk: Ваша публікація була

source: to publication on the site
uk: до публікації на сайті

source: English
uk: Англійська

source: Russian
uk: Російська

source: Ukrainian
uk: Українська

source: Admin panel
uk: Панель адміністратора

source: Mini Blog Administrator
uk: Mini Blog Адміністратор

source: First name
uk: Ім'я

source: Last name
uk: Прізвище

source: Email
uk: Електронна пошта

source: Birth date
uk: Дата нарождення

source: Password
uk: Пароль

source: Name
uk: Назва

source: Pre moderation
uk: Пре модерація

source: User Group
uk: Група Корістувачів

source: User Groups
uk: Групи Користувачів

source: User
uk: Користувач

source: Email confirmed
uk: Пошта підтверджена

source: User group
uk: Група користувачів

source: Profile Picture
uk: Фото профілю

source: Profiles
uk: Профіль

source: you received this email because you registered on the site
uk: Ви отримали данне повідомлення так як зареєструвались на сайті

source: Please click on the link below to confirm your registration:
uk: Будьласка перейдіть за посиланням нижче для підтвердження Вашої реїстрації:

source: Confirm Registration
uk: Підтвердити Реїстрацію

source: Sign In
uk: Ввійти

source: Sign in with Google
uk: Вхід через Google

source: Need An Account?
uk: Потрібен Аккаунт?

source: Sign Up Now
uk: Реїстрація

source: Forgot password?
uk: Забули пароль?

source: Reset Password
uk: Відновити

source: You have been logged out
uk: Ви покинули сайт

source: Log In Again
uk: Ввійти Знову

source: Your password has been set.
uk: Ваш пароль був змінений

source: Sign In Here
uk: Ввійти

source: Token is invalid or expired
uk: Токен невірний або срок його дії сплив

source: you received this email because you requested a password reset on the site
uk: Ви отримали данне повідомлення так як запросили відновлення пароля на сайті

source: To reset your password please follow the link:
uk: Щоб відновити Ваш пароль перейдіть за посиланням:

source: Account Information
uk: Акаунт

source: Profile picture:
uk: Фото профілю:

source: Active posts
uk: Активні публікації

source: You have no active posts
uk: У Вас немає активних публікацій

source: Posts under review
uk: Публікації на перевірці

source: Posts declined to publication
uk: Публікація відхилена до публікації

source: Delete Account
uk: Видалити акаунт

source: Sign Up
uk: Зареєструватись

source: Already Have An Account?
uk: Вже є акаунт?

source: Request Password Reset
uk: Запросити відновлення паролю

source: Enter your email:
uk: Введіть Вашу електронну пошту:

source: Confirm
uk: Підтвердити

source: Are you sure you want to delete your account?
uk: Ви впевнені, що бажаєти відалити Ваш акаунт?

source: Your email has been confirmed. Now you can sign in
uk: Ваша електронна пошта була підтверджена. Тепер Ви можете ввійти

source: Wrong activation data. Your account has not been activated
uk: Помилка реъстрацыйних данних. Ваш акаунт не був активований

source: User with this credential already exists
uk: Данний користувач вже існує

source: Please Activate Your Account
uk: Будласка активуйте Ваш акаунт

source: Instructions for activating your account has been emailed to you
uk: Інструкції по активації Вашого акаунта були вислані Вам на пошту

source: Wrong user credentials or your email has not been confirmed
uk: Помилка реїстраційних данних або Ваша електронна пошта не була підтверджена

source: Successfully signed in as
uk: Ви успішно ввійшли як

source: You account has been updated
uk: Ваш профіль був оновлений

source: You don't have the right permissions to do that
uk: У Вас немає необхідних на це повноважень

source: User with this email does not exist
uk: Користувача з цією електронною поштою не існує

source: Password reset confirmation
uk: Підтвердження відновлення паролю

source: Instructions to reset your password has been emailed to you
uk: Інструкції по відновленню паролю були вислані Вам на електронну пошту
